Repository: neilpat1995/flask-reddit
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor, identifícate para acceder a la página.

source: [Reddit] Reset Your Password
es: [Reddit] Restablece tu contraseña

source: This field is required.
es: Este campo es obligatorio.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Remember Me
es: Recuérdame

source: Sign In
es: Iniciar sesión

source: Title
es: Título

source: Body
es: Cuerpo de página

source: Submit
es: Enviar

source: The specified thread title is already in use.
es: El título del hilo especificado ya está en uso.

source: The specified subreddit does not exist.
es: El subreddit especificado no existe.

source: Email
es: Correo electrónico

source: Confirm Password
es: Restablece tu contraseña

source: The specified username is already in use.
es: El nombre de usuario especificado ya está en uso.

source: The specified email address is already in use.
es: La dirección de correo electrónico especificada ya está en uso.

source: Enter Your Comment
es: Ingresa tu comentario

source: Request Password Reset
es: Petición para la recuperación de contraseña

source: New Password
es: Nueva contraseña

source: Verify New Password
es: Verificar nueva contraseña

source: Reset Password
es: Restablece tu contraseña

source: Search for user or thread
es: Buscar usuario o hilo

source: Reddit - Create Thread
es: Reddit - Crear hilo

source: Reddit - Post a Comment
es: Reddit - Publicar un comentario

source: Invalid username or password. Please try again.
es: Usuario o contraseña invalido. Inténtalo de nuevo.

source: Reddit - Log In
es: Reddit - Iniciar sesión

source: Your account was successfully created.
es: Su cuenta fue creada exitosamente.

source: Reddit - Register
es: Reddit - Registro

source: Check your email for instructions on how to reset your password.
es: Consulte su correo electrónico para obtener instrucciones sobre cómo restablecer su contraseña.

source: Reddit - Reset Password Request
es: Reddit - Petición para la recuperación de contraseña

source: Your password has been reset.
es: Tu contraseña ha sido restablecida.

source: Reddit - Reset Password
es: Reddit - Restablece tu contraseña

source: Search
es: Buscar

source: Error: the translation service is not configured.
es: Error: el servicio de traducción no está configurado.

source: Translation API response code:
es: Código de respuesta de la API de traducción:

source: The requested text to translate was:
es: El texto solicitado para traducir era:

source: The requested translation destination language was:
es: El idioma de destino de traducción solicitado era:

source: Error: the translation service failed.
es: Error: el servicio de traducción falló.

source: Translate
es: Traducir

source: Posted by %(user)s %(date)s
es: Publicado por %(user)s %(date)s

source: Posted %(date)s
es: Publicado por %(date)s

source: Login
es: Iniciar sesión

source: Logout
es: Cerrar sesión

source: Text was translated from English to your preferred language.
es: El texto fue traducido del inglés a su idioma preferido.

source: Error: Could not translate the selected text.
es: Error: No se pudo traducir el texto seleccionado.

source: Post A Comment
es: Reddit - Publicar un comentario

source: Create New Thread
es: Crear una nueva cuenta

source: Upvote
es: Voto arriba

source: Downvote
es: Voto negativo

source: %(num_upvotes)s upvotes
es: %(num_upvotes)s votos arriba

source: Newer
es: Más nuevo

source: Older
es: Más viejo

source: Create New Account
es: Crear una nueva cuenta

source: Register
es: Registro

source: Search Results for:
es: Resultados de la búsqueda para:

source: No search results were found. Please enter a new search query or search category.
es: No se encontraron resultados de búsqueda. Introduzca una nueva consulta de búsqueda o categoría de búsqueda.

source: Previous results
es: Resultados anteriores

source: Next results
es: Próximos resultados

source: Post a Comment
es: Reddit - Publicar un comentario
